validation/pitzDailyTurbBig/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       97240;
    }
    outlet
    {
        type            patch;
        nFaces          114;
        startFace       97300;
    }
    upperWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          446;
        startFace       97414;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          500;
        startFace       97860;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          97800;
        startFace       98360;
    }
)

// ************************************************************************* //
